[{"q_uid": "001934bb-81bd-4cd8-a574-0472ef3f6678", "google_drive_id": "15yGB0TI5zG5usdQZOXn0CrRzkJNB0gMl", "option 0": "C stops scrolling to check notifications on their phone, indicating a possible distraction", "option 1": "C briefly stops scrolling to engage in conversation with others, showcasing the social aspect", "option 2": "C interrupts scrolling to type on the laptop, adding variety to the video's main focus", "option 3": "C briefly stops scrolling, showing a drifting focus.", "option 4": "C takes a break to drink from a cup, briefly shifting focus"}, {"q_uid": "001d2d1b-d2f9-4c39-810e-6e2087ff9d5a", "google_drive_id": "14pm6dj9_3cU-J65fF9u59ZtytG-8WTdN", "option 0": "C shopped carefully, selecting fridge items, interacting with staff, and frequently checking surroundings.", "option 1": "C acted meticulously in the store, with a focus on beverages and reading papers, repeatedly looking around to ensure no one interfered with the shopping experience, and interacting with employees as needed.", "option 2": "C's behavior could be described as vigilant and thorough, as evidenced by selecting various items from the fridge, reading materials on the countertop, and observing their environment at multiple points throughout the video.", "option 3": "C behaved with precision and caution in the grocery store, opting for a step-by-step process of fridge interaction, reading materials, and engaging in a back-and-forth communication with the store staff using calculators.", "option 4": "C's behavior appeared cautious and observant, aiming to shop for various items while paying attention to the surroundings."}, {"q_uid": "005651d6-f710-4909-b76d-acf7306fb72a", "google_drive_id": "14VXcO1_Xgll4iGshDwtDEkKN21CPqRCx", "option 0": "A professional kitchen, as various food items are present and the individuals are preparing a meal.", "option 1": "A cooking competition, because they are using utensils to prepare and eat various dishes.", "option 2": "A home office, as the woman uses a phone at one point which indicates professional communication.", "option 3": "A grocery store with many food items.", "option 4": "A domestic space during mealtime, as they prepare and consume food together."}, {"q_uid": "00594c2d-1c89-47ec-aa3f-1c560cab3d26", "google_drive_id": "1NaKgpprem0NrkEXZz8s1PweEvY4Mxquf", "option 0": "The woman supports c by actively participating in the process of cutting bean pods and extracting beans from them.", "option 1": "The woman's actions, such as pouring water and handling cups, serve as complementary tasks to c's main activity.", "option 2": "The woman mainly focuses on cutting various types of vegetables alongside c in the video.", "option 3": "The actions of the woman are unrelated to c's tasks and do not contribute to the overall story.", "option 4": "The woman is responsible for organizing the kitchen and making sure everything is in its proper place."}, {"q_uid": "0089a0d6-fe3f-4db7-8c89-19e9e08e5e7c", "google_drive_id": "1poAmgRmj78uH2Q0F3dWCtrwJm7qi69pG", "option 0": "The character found a ripe banana, consumed it, and proceeded to make tea using teabags, hot boiling water, and his favorite mug.", "option 1": "The individual made use of a food item found on the counter, ate it, and then prepared a warm drink by boiling water and steeping tea leaves in a delicate teacup.", "option 2": "The character took a banana, peeled it off, ate it, and then prepared tea with a tea packet, hot water, and a cup.", "option 3": "The character had a fruit, engaged in household tasks, and later engaged in the preparation of a comforting hot beverage using tea leaves, boiling water, and a teapot.", "option 4": "The protagonist had a snack, then brewed tea to their preferred strength."}, {"q_uid": "0096d5bd-dafe-48a5-a04d-9efe65d3d5b8", "google_drive_id": "19eTqNhyViSrEwxVwFmejhNGqWiYuR8Ql", "option 0": "C repetitively prepares dough by flattening and flipping it using a rolling pin.", "option 1": "C concentrates on mixing different ingredients, kneading them into a dough, and leaving it to rest.", "option 2": "C meticulously measures, weighs, combines ingredients, and leaves dough for fermentation.", "option 3": "C uses various cutting and shaping techniques to create intricate patterns and designs from the dough.", "option 4": "C spends time dividing dough into smaller pieces, forming them into specific shapes, and arranging them for final presentation."}, {"q_uid": "00ea715e-2816-460e-b503-97b8ec760bf2", "google_drive_id": "1dZ0KmflUucBMgyxvdAJK_bb-p4AnwM0C", "option 0": "The primary focus is cooking, as c spends the most time in the kitchen.", "option 1": "The key activity is organizing objects, since she moves and picks various items throughout the video.", "option 2": "Answering the phone is the central activity because it interrupts her chores.", "option 3": "The central activity is cleaning kitchen items, as it takes up the majority of the time and effort compared to other tasks.", "option 4": "The main activity is stirring the paste in the bowl, as it is the task that she begins and ends with."}, {"q_uid": "00fa650b-df4d-46a2-b19c-cd3e3a3d7f48", "google_drive_id": "1bWsXXiNQbc84UJSccjzJVp8H0vuVW8wV", "option 0": "C continually walks around the tennis court, dominating the video, and suggesting an exploration or familiarity of the environment.", "option 1": "Checking in the bag pack is the main event; it is done repetitively as it occurs throughout the timeframe and might have a connection to tennis practice sessions.", "option 2": "Playing tennis with a man is the primary activity, contributing to the video's focus on a tennis court setting.", "option 3": "A man and c frequently examine the tennis court, deciphering context and determining roles in the video.", "option 4": "The primary activity that occurs multiple times is c and a man dribbling the tennis ball, which could be associated with them practicing or warming up."}, {"q_uid": "010fb193-bc03-44a2-97fd-261463d06d60", "google_drive_id": "1fPR2J8MiNqVs1XNN8sd9V_tXBDQEe-C0", "option 0": "The crucial moment in the video was when c meticulously organized papers into proper containers and placed them in the cupboard.", "option 1": "A critical sequence of actions materialized when c concentrated on managing papers and their corresponding containers, utilizing a methodical approach to organize and ultimately store the materials in their designated places within the cupboard.", "option 2": "As the narrative unfolded, c's focus on the meticulous sorting and organizing of papers into dedicated containers before ensuring a seamless and orderly placement into the cupboard emerged as one of the most central and defining moments in the video.", "option 3": "The most critical sequence involved organizing papers, placing them in appropriate containers, and storing them in the cupboard.", "option 4": "The video emphasized a series of critical sequences, specifically when the protagonist displayed great attention to detail in organizing, processing, and positioning papers in suitable containers, culminating in their orderly storage in the confines of the cupboard."}, {"q_uid": "01b0d445-64a5-4737-ad26-8f0df5c54af9", "google_drive_id": "1PPnfI2UY9O0r7zpVgpdVpxJX6kSkkCSn", "option 0": "During the process, c modified various tires with distinct designs and functions.", "option 1": "C was attempting to make sense of the array of components, seeking a specific function for each piece in the assembly.", "option 2": "C was focused on experimenting with various parts and their compatibility with the tires.", "option 3": "C was assembling a toy with tires and various components.", "option 4": "In the video, c was primarily working on perfecting the alignment and connections amongst the components and the tires."}, {"q_uid": "01cd83ef-06c0-43b0-a22f-fba50dc6150d", "google_drive_id": "17jbtxaH2tcvq87kvVJ_kiS4T-MkEPPsG", "option 0": "C aims to manipulate decors for artistic expression.", "option 1": "C's overall intention is to create chaos by dropping and rearranging the decors without purpose.", "option 2": "The overall purpose of c's actions is to assemble the decors using gum and rope.", "option 3": "The primary objective of c's actions is to showcase her dexterity in handling decors and gum.", "option 4": "Throughout the video, c is focused on testing different methods of joining and separating decors."}, {"q_uid": "01e9637c-d3cd-4679-baa1-5c3846c28b39", "google_drive_id": "1kztj39Xm4_TTvMxwBNT0dXGYsIdwJKyS", "option 0": "The most time-consuming task was organizing and managing tools, as c constantly returned to trays and stands, seemingly fixated on their precise placement.", "option 1": "Rolling the wheels on the floor appeared to be particularly challenging, as c exhibited considerable focus and persistence, perhaps due to the wheel's weight or size.", "option 2": "The most difficult task was removing and adjusting bolts, as c spent considerable time with various tools like screwdrivers and spanners.", "option 3": "The hardest part was examining and aligning wheels, with c frequently shifting focus and analyzing.", "option 4": "The most strenuous task may have been repeatedly touching their face and adjusting their clothing, as these actions signified moments of mental strain and concentration."}, {"q_uid": "0233d5b0-07a6-4693-adf9-158a1d7bdafa", "google_drive_id": "1WQJAmH4dIGN7PilCpkm8vzoUG0sTdSci", "option 0": "C focuses mainly on painting while occasionally looking around, shaking the paint, and dropping samples in intervals.", "option 1": "Throughout the video, c engages in shaking paint, taking samples, painting, looking around, covering paint, picking tools, and measuring, without any clear sequence or prioritizing specific tasks.", "option 2": "C begins with shaking paint and progresses through painting, measuring, and holding various tools in a linear manner.", "option 3": "C combines painting with continuous sampling, measuring, and holding various tools to achieve an almost-random creative process.", "option 4": "C primarily paints and measures pictures, with painting being an expression stage and measuring ensuring structural precision."}, {"q_uid": "024420d4-85a1-4148-bf1e-b111fcd24d73", "google_drive_id": "1w_PLnXjnb_wQR3H0PxqY7SW9fnpCm_9O", "option 0": "The man frequently looks around the room and occasionally coughs, showing he's likely bored or uninterested in the dominoes game.", "option 1": "The man regularly checks his phone and seems restless, indicating that he might be waiting for an important message or call.", "option 2": "The man whispers to someone off-camera and nods his head, which could imply he receives instructions or guidance during the game.", "option 3": "The man laughs and claps his hands throughout the video, indicating that he is really enjoying the dominoes game and wants to express his excitement.", "option 4": "The man drinks water from the bottle and stretches himself at different points in the video, indicating fatigue or the need to take a break."}, {"q_uid": "02570b75-5a0a-4ced-9f85-54bfd51ddd78", "google_drive_id": "1NmzPJSo_UVsKydPFMdf3opSyBmt_lv58", "option 0": "The crucial actions were c's precise control of brush tension, the gradual addition of layered colors, and the advanced blending techniques that allowed for complex patterns.", "option 1": "Throughout the video, it becomes evident that c's masterful application of freestyle brush movements, rapid color transitions, and innovative painting tools marked essential steps in the art creation process.", "option 2": "The most significant actions involved applying paint to brushes and consistently painting the canvas to build up the artwork.", "option 3": "C's commitment to implementing diverse artistic techniques, exploring a wide array of brushstrokes, and maintaining a rhythmic cadence while painting were of utmost importance to producing the final piece.", "option 4": "C's creative process involved multi-directional strokes, alternating brushes, and unique patterns with varied color palettes."}, {"q_uid": "02580ac5-bfbf-4b54-9a72-56541bbcb27a", "google_drive_id": "1etV9dT2b6gO-KCNc6LkVF1oDCb3_FJIl", "option 0": "C's cooking expertise shone with their meticulous spice selection and constant stirring to improve flavor.", "option 1": "The most important aspects of c's dish preparation appeared to be their focus on continual interaction with the stove, as well as picking up spices and integrating them properly.", "option 2": "By taking periodic breaks to handle the phone and wiping their hands, c demonstrated a keen regard for cleanliness, which in turn contributed to the optimal preparation of the dish.", "option 3": "The quality of c's food preparation was largely influenced by their ability to sequentially add spices while ensuring an adequate rest period between spices for them to properly infuse into the dish.", "option 4": "The crucial elements of c's cooking technique were the frequent addition of spices and scooping food portions into dishes."}, {"q_uid": "027f192c-b186-456d-8940-67dea5a72c91", "google_drive_id": "1EHAMcVd_-irSk3jviAb-8eQwwZfqW8p-", "option 0": "The moment when c talks to a man suggests a change in her focus.", "option 1": "C lifting the paper with both hands marks the completion of her task.", "option 2": "C picks up the final paper, signaling the end of her paper folding process.", "option 3": "Turning point: c adopts efficient paper-folding technique.", "option 4": "Each new folded paper added to the stack indicates progress."}, {"q_uid": "028874ba-a149-4499-825f-56d40a5ec11d", "google_drive_id": "1S3gw8ZdLnAeAZixt81MHW1MWtOMW9-KL", "option 0": "C creates a fabric through a pattern of rolling thread around the crochet needle and knitting it together.", "option 1": "C performs various crochet-based activities with a focus on using crotchet needles and examining stitches to create a textile design.", "option 2": "C spends time knitting, examining stitches, and interacting with the man operating the laptop to create a fabric piece.", "option 3": "C alternates between wrapping thread around a crochet needle and knitting, inspecting stitches, and continuing the fabric craft.", "option 4": "C works on a crochet project that consists of a long sequence of actions like rolling thread around a crotchet needle, knitting, and examining stitches."}, {"q_uid": "02ef4ec6-451b-4f36-937a-73d653ba2a7a", "google_drive_id": "1MHWUTxgDJQJArAJv9XpiEDP-IRqYvZ2p", "option 0": "The main focus is trying a variety of fabrics and adhesives to create the perfect mask.", "option 1": "Individual creates stylish mask using various fabrics and accessories.", "option 2": "The overarching theme is attaching a net-like fabric to the right eye area of a mask.", "option 3": "The overarching theme is creating a mask that perfectly suits the needs of the woman in the video.", "option 4": "The whole process consists of c trying to achieve the desired look for his mask to impress the woman."}, {"q_uid": "0354b658-b59e-476c-ac9d-739ee656bed0", "google_drive_id": "1QFdWv81YbG5AFKrkfeESGXamuA8tOHeH", "option 0": "The goal is to organize various objects at the back of the truck, and then clear the leaves.", "option 1": "The main objective is to operate a backpack leaf blower and remove leaves from the area.", "option 2": "The character's purpose is to prepare various gardening tools, including a hand rake and leaf blower.", "option 3": "The overall goal is to clear leaves using a hand rake and throw them into the truck.", "option 4": "Demonstrate various leaf raking and disposal techniques in a truck."}]